Repository: TampereHacklab/mulysa
Catalog: emails/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Settings
fi: Asetukset

source: System
fi: Järjestelmä

source: Subscribers
fi: Tilaajat

source: Detailed Statistics
fi: Yksityiskohtaiset tilastot

source: Estimated based on current user preferences and active users. Save the email to update this.
fi: Arvioitu käyttäjien tämänhetkisten valintojen ja aktiivisten käyttäjien perusteella. Tallenna sähköposti päivittääksesi arvio.

source: Recipients
fi: Vastaanottajat

source: Recipient preview
fi: Vastaanottajien esikatselu

source: Show browser version
fi: Näytä selainversio

source: Send now
fi: Lähetä heti

source: Send email
fi: Lähetä email

source: Category Name
fi: Kategorian nimi

source: Internal name for this category (e.g. 'newsletter', 'announcements').
fi: Sisäinen nimi tälle kategorialle (esim. 'newsletter', 'announcements').

source: Display Name
fi: Näyttönimi

source: User-friendly display name for the category shown in email preferences.
fi: Käyttäjälle sähköpostiasetuksissa näkyvä kategorian nimi.

source: Description
fi: Kuvaus

source: User-friendly explanation of what emails users will receive from this category.
fi: Käyttäjälle näkyvä kuvaus siitä, millaisia sähköposteja tämä kategoria sisältää.

source: User Configurable
fi: Käyttäjän määriteltävissä

source: If unchecked, users cannot opt out (e.g. for critical announcements.)
fi: Jos tätä ei ole valittu, käyttäjät eivät voi kytkeä kategoriaa pois päältä (käytössä esim. kriittisille tiedotteille).

source: Enabled by Default
fi: Valittuna oletuksena

source: Whether users are subscribed to this category by default.
fi: Asetetaanko kategoria oletuksena aktiiviseksi uusille käyttäjille.

source: Sort Priority
fi: Näyttöprioriteetti

source: Categories with higher priority will be sorted first in user-facing lists (ties broken alphabetically).
fi: Korkeamman prioriteetin kategoriat näytetään käyttäjille näkyvissä listoissa ensin (saman prioriteetin sisällä järjestys määräytyy aakkosellisesti).

source: Static Category
fi: Muuttumaton kategoria

source: System-defined category that cannot be deleted
fi: Järjestelmän määrittelemä kategoria jota ei voi poistaa

source: Email Category
fi: Sähköpostikategoria

source: Email Categories
fi: Sähköpostikategoriat

source: Email Preference
fi: Sähköpostiasetus

source: Email Preferences
fi: Sähköpostiasetukset

source: enabled
fi: aktiivinen

source: disabled
fi: epäaktiivinen

source: Subject
fi: Aihe

source: Descriptive subject for the email. Finnish / English both should be written here
fi: Kuvaava aihe sähköpostille. Sekä suomen- että englanninkieliset versiot tulisi kirjoittaa tähän

source: Content
fi: Sisältö

source: Content of the email. All emails will start with default 'View this message in browser' and end with 'You are receiving this message because') texts
fi: Sähköpostin sisältö. Kaikki viestit alkavat 'Katsele viestiä selaimessa' ja loppuvat 'Sait tämän viestin koska' teksteillä

source: Creation date
fi: Luontipäivä

source: Last modified datetime
fi: Muokattu viimeksi päiväys

source: Datetime the message was sent
fi: Viestin lähetyksen päiväys

source: Category
fi: Kategoria

source: Email category for preference filtering. Leave empty to send to all users.
fi: Sähköpostikategoria vastaanottajien kohdentamiseksi. Jätä tyhjäksi lähettääksesi kaikille käyttäjille.

source: Recipients count
fi: Vastaanottajien lukumäärä

source: Number of recipients the email was sent to.
fi: Kuinka monelle käyttäjälle sähköposti lähetettiin.

source: Body
fi: Sisältö

source: Cancel
fi: Peruuta

source: You are receiving this email because you are a registered member of %(SITENAME)s and have opted in to %(cat)s in your email preferences.
fi: Sait tämän viestin koska olet %(SITENAME)s:n jäsen ja olet hyväksynyt %(cat)s-luokan sähköpostit käyttäjäasetuksissasi.

source: You are receiving this email because you are a registered member of %(SITENAME)s.
fi: Sait tämän viestin koska olet %(SITENAME)s:n jäsen.
