Repository: TampereHacklab/mulysa
Catalog: storage/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Related reservation
fi: Liittyvä varaus

source: Reference number
fi: Viitenumero

source: Reference number used for this payment (same as reservation reference)
fi: Tämän maksun viitenumero (sama kuin varauksen viitenumero)

source: Amount (€)
fi: Summa (€)

source: Total amount of money paid for this reservation.
fi: Tämän varauksen maksettu kokonaissumma

source: Paid months
fi: Maksetut kuukaudet

source: How many months of storage this payment covers.
fi: Kuinka monta kuukautta tämä maksu kattaa

source: Created at
fi: Luotu

source: Automatically set when the payment record is created
fi: Asetetaan automaattisesti kun maksutietue luodaan

source: Payment date
fi: Maksun päivämäärä

source: Date when payment was received
fi: Päivämäärä, jolloin maksu saapui

source: Start date
fi: Alkupäivämäärä

source: The date when the reservation starts
fi: Varauksen alkupäivämäärä

source: End date
fi: Päättymispäivä

source: The date when the reservation ends
fi: Varauksen päättymispäivä

source: Active
fi: Aktiivinen

source: Pending
fi: Odottaa maksua

source: Expired
fi: Rauennut

source: Completed
fi: Päättynyt

source: Status
fi: Tila

source: Current state of the reservation
fi: Varauksen tila tällä hetkellä

source: Total paid months
fi: Maksetut kuukaudet

source: How many months have been paid for this reservation.
fi: Kuinka monta kuukautta tätä varausta on maksettu

source: Maximum duration (months)
fi: Maksimiaika (kuukausia)

source: Maximum allowed duration for this reservation.
fi: Tälle varaukselle sallittu maksimiaika

source: Payment reference number for this reservation
fi: Maksun viitenumero tälle varaukselle

source: Pending until
fi: Voimassa asti

source: Date when the pending reservation expires if unpaid.
fi: Päivämäärä, jonka jälkeen maksua odottava varaus raukeaa, jos sitä ei makseta

source: Paid at
fi: Maksettu

source: Timestamp when the reservation was paid.
fi: Milloin varaus maksettiin

source: Automatically set when reservation is created
fi: Asetetaan automaattisesti kun varaus luodaan

source: Storage service name
fi: Varaston nimi

source: A short name for this storage service (e.g. 'Hacklab shelf storage').
fi: Lyhyt nimi tälle varauspalvelulle

source: Description
fi: Kuvaus

source: Optional longer description of the storage service.
fi: Vapaaehtoinen pidempi kuvaus varastopalvelulle

source: Pending payment period (days)
fi: Varauksen odotusaika (päivinä)

source: Number of days a reservation stays pending before expiring if unpaid.
fi: Varauksen odotusaika (päivinä) ennen vanhentumista maksamattomana.

source: Automatically set when this storage service is created
fi: Luodaan automaattisesti kun tämä varasto luodaan

source: Last modified
fi: Viimeksi muokattu

source: Timestamp when this storage service was last modified
fi: Milloin tätä varastoa muokattiin viimeksi

source: Name
fi: Nimi

source: Name or identifier of the unit
fi: Varastopaikan nimi tai tunniste

source: Disabled
fi: Pois käytöstä

source: If true, this unit cannot be reserved (e.g. blocked or permanently occupied).
fi: Tosi, jos tätä paikkaa ei voi varata (esim. pois käytöstä tai pysyvästi varattu)

source: Price per month
fi: Kuukausihinta

source: Monthly price for renting this storage unit
fi: Kuukausihinta tämän varastonpaikan vuokraamiselle

source: Maximum rental duration (months)
fi: Maksimivuokrausaika (kuukausia)

source: Maximum allowed rental duration for this storage unit
fi: Varastopaikalle sallittu maksimivuokrausaika

source: Optional description for this storage unit (e.g. dimensions, location details).
fi: Vapaaehtoinen varastopaikan kuvaus (esim. mitat, sijainti)

source: Allow self-subscription
fi: Salli omatoiminen varaus

source: If true, users can reserve this unit themselves without admin approval.
fi: Tosi, jos käyttäjät voivat omatoimisesti varata tämän paikan.

source: Automatically set when this storage unit is created
fi: Asetetaan automaattisesti kun tämä varastopaikka on luodaan

source: Timestamp when this unit was last modified
fi: Viimeksi muokattu

source: Reserved
fi: Varattu

source: Available
fi: Vapaa

source: Your reservations
fi: Omat varaukset

source: Reservation time
fi: Varausaika

source: Total price
fi: Kokonaishinta

source: Actions
fi: Toiminnot

source: Payment details
fi: Maksutiedot

source: No reservations
fi: Ei varauksia

source: Storage units
fi: Varastopaikat

source: Reserved by
fi: Varaaja

source: Show history
fi: Näytä historia

source: Reserve
fi: Varaa

source: Bank details
fi: Maksutiedot

source: Reference number:
fi: Viitenumero

source: IBAN:
fi: Tilinumero

source: Payment receiver:
fi: Maksun saaja

source: Reservation details
fi: Varauksen tiedot

source: Period:
fi: Jakso

source: Price per month:
fi: Kuukausihinta

source: Total paid months:
fi: Maksettujen kuukausien määrä

source: Total paid amount:
fi: Maksettu kokonaissumma

source: Extending your reservation
fi: Varauksen jatkaminen

source: You can extend this reservation for <strong><span id="modalMonths"></span></strong> more months. To extend, simply pay the monthly price using the same reference number.
fi: Voit jatkaa tämän varauksen voimassaoloa <strong><span id="modalMonths"></span></strong> kuukaudella. Jatkaaksesi, maksa kuukausihinta käyttäen samaa viitenumeroa.

source: Close
fi: Sulje

source: Reservation length (months)
fi: Varauksen pituus (kuukausia)

source: You have
fi: Sinulla on

source: days to pay after reservation or your reservation will be cancelled
fi: päivää aikaa maksaa tai varauksesi perutaan

source: Cancel
fi: Peruuta

source: Reservation history
fi: Varaushistoria

source: User
fi: Käyttäjä
